{
  "translation": {
    "urlInvestorMonitoring": "Find Investors",
    "urlHowItWorks": "How It Works",
    "urlAboutUs": "About Us",
    "urlContact": "Contact",
    "urlJoinUs": "Join Us",
    "btnJoinUs": "Introduce Yourself",
    "findInvTitleP1": "Be a Successful Investor:",
    "findInvTitleP2": "Follow Our Tips and Strategies",
    "findInvTitleP3": "Complete Support for Your Investment in the Financial Market",
    "findInvText": "Our goal is to help you invest with confidence. With a data-driven approach and market analysis, we offer valuable insights on stocks, real estate funds, and strategies for different investor profiles. Connect with the financial market with greater knowledge and make informed decisions to achieve your goals.",
    "stepOne": "Step 1",
    "stepTwo": "Step 2",
    "stepThree": "Step 3",
    "stepTwoSubTitle": "Profile Analysis",
    "stepThreeSubTitle": "Personalized Mentorship and Investment Tips",
    "stepOneText": "Please provide your GitHub username so we can better understand your investor profile. We will conduct an analysis, and if it's positive, you will be able to fill out our form to complete the registration.",
    "stepTwoText": "After completing the form, our consulting team will review the information provided to identify your investor profile. Based on your needs and goals, we’ll create a suitable plan to guide your investment decisions.",
    "stepThreeText": "Here, you are already part of the mentorship program and will receive materials, training, and investment tips aligned with your goals. Our consulting team will provide all the support and guidance needed to help you invest with greater confidence and achieve the growth you desire.",
    "howItWorksSubTitle": "See the simple steps to start your investment journey with expert guidance.",
    "howItWorksImageAlt": "Image of a man writing.",
    "howItWorksImageAltTwo": "Profile analysis image.",
    "howItWorksImageAltThree": "Image of people being mentored.",
    "joinUs": "Join now",
    "startNow": "Start now!",
    "copyright": "Copyright © {{currentYear}} - All trademarks and copyrights belong to their respective owners.",
    "formDescription": "Fill out the form and we will get in touch.",
    "formName": "Full Name",
    "formNamePlaceholder": "Enter your name",
    "formPhone": "Phone",
    "formPhonePlaceholder": "123-456-7890",
    "formEmailPlaceholder": "your.email@example.com",
    "btnSendDoc": "Send your paycheck",
    "btnSend": "Send",
    "aboutUsSubTitle": "Innovation and Expertise to Boost Your Investments",
    "aboutUsText": "Invest is a Brazilian company with extensive experience in the banking, corporate, technology, and venture capital sectors. We use artificial intelligence to identify the best investment opportunities in the market, both in Brazil and internationally. <br> Our mission is to provide innovative solutions and effective strategies in individual and corporate consulting and financial guidance, always committed to excellence and transparency.",
    "formSentMessage": "Form sent!",
    "formSentSubTitle": "Thank you for your interest.",
    "formSentText": "We have received your form and will get in touch soon.",
    "fieldRequired": "* Field required",
    "notfoundPageImageAlt": "Image of a computer with a magnifying glass representing that the page was not found.",
    "notFoundPage_start": "The",
    "notFoundPage_end": "page does not exist.",
    "loadingText":"Analyzing Investor Profile, please wait..."
  }
}