{
  "translation": {
    "urlInvestorMonitoring": "Monitoria de Investidores",
    "urlHowItWorks": "Como Funciona",
    "urlAboutUs": "Sobre Nós",
    "urlContact": "Contato",
    "urlJoinUs": "Junte-se",
    "btnJoinUs": "Junte-se",
    "findInvTitleP1": "Seja um Investidor de Sucesso:",
    "findInvTitleP2": "Acompanhe as Nossas Dicas e Estratégias",
    "findInvTitleP3": "Apoio Completo para o Seu Investimento no Mercado Financeiro",
    "findInvText": "Nosso objetivo é ajudar você a investir com confiança. Com uma abordagem baseada em dados e análise de mercado, oferecemos dicas valiosas sobre ações, fundos imobiliários, e estratégias para diferentes perfis de investidores. Conecte-se ao mercado financeiro com mais conhecimento e tome decisões assertivas para alcançar seus objetivos.",
    "howItWorksSubTitle": "Veja o passo a passo simples para começar sua jornada de investimentos com orientação especializada.",
    "howItWorksImageAlt": "Imagem de um homem escrevendo.",
    "howItWorksImageAltTwo": "Imagem de analise de perfil.",
    "howItWorksImageAltThree": "Imagem de pessoas sendo mentoradas.",
    "stepOne": "Passo 1",
    "stepTwo": "Passo 2",
    "stepThree": "Passo 3",
    "stepTwoSubTitle": "Análise do seu perfil",
    "stepThreeSubTitle": "Mentoria e Dicas Personalizadas",
    "stepOneText": "Preencha nosso formulário para que possamos conhecer melhor seu perfil e, em seguida,  envie seus dados.",
    "stepTwoText": "Após o preenchimento do formulário, nossa equipe de consultoria irá analisar as informações fornecidas para identificar seu perfil de investidor. Com base nas suas necessidades e objetivos, criaremos um plano adequado para orientar suas decisões de investimento.",
    "stepThreeText": "Com o perfil analisado, você receberá mentoria especializada e dicas de investimento alinhadas às suas metas. Nossa consultoria fornecerá o suporte e as orientações necessárias para ajudar você a investir com mais segurança e atingir o crescimento desejado.",
    "joinUs": "Junte-se agora",
    "startNow": "Comece agora!",
    "copyright": "Copyright © {{currentYear}} - Todas as marcas registradas e direitos autorais pertencem aos seus respectivos proprietários.",
    "formDescription": "Preencha o formulário e entraremos em contato.",
    "formName": "Nome Completo",
    "formNamePlaceholder": "Digite seu nome",
    "formPhone": "Telefone",
    "formPhonePlaceholder": "(00) 00000-0000",
    "formEmailPlaceholder": "seu.email@example.com",
    "btnSendDoc": "Envie seu contracheque",
    "btnSend": "Enviar",
    "aboutUsSubTitle": "Inovação e Expertise para Impulsionar Seus Investimentos",
    "aboutUsText": "A Invest é uma empresa brasileira com ampla experiência nos setores bancário, empresarial, tecnológico e de venture capital. Utilizamos inteligência artificial para identificar os melhores investimentos do mercado, tanto no Brasil quanto internacionalmente. <br> Nossa missão é oferecer soluções inovadoras e estratégias eficazes em consultoria individual e empresarial e orientação financeira, sempre comprometidos com a excelência e a transparência.",
    "formSentMessage": "Formulário enviado!",
    "formSentSubTitle": "Obrigado pelo seu interesse.",
    "formSentText": "Nós recebemos  seu formulário e entreremos em contato em breve.",
    "formImageAlt": "Image of a successfully sent email"
  }
}